text = "●『人間力』が高い人とは？
   信頼できる人／誠実な人／責任感がある人／器の大きい人／ビジネスを創れる人／リーダーシップがある人／正しい決断ができる人／先見性がある人／洞察力がある人／広い見識がある人／人に優しい人／頼れる人／安心して心を許せる人／高い志や理想をもっている人／相手の気持ちを察することができる人／思いやりがある人／人情がある人／知性や知恵が高い人／人の話を傾聴できる人／ついて行きたいと思う人／人を育てる人／部下の面倒見がいい人／人間性が豊かで温和な人／人徳がある人／勇気がある人／気配りができる人／人を助ける人／社会や人のために動く人・・・などです。

   反面、「人間力」が低いと言われる人の特徴は、

●『人間力』が低い人とは？
   信頼できない人／人の話を全く聞かない人／偉そうに見せる人／金儲けだけしか関心がない人／金持ちであることをひけらかす人／威張っている人／人を力で支配しようとする人／責任を取らない人／他責の発言が多い人／自己中心的な人／ずるく立ち回る人／人を騙す人／人を陥れる人／利己主義の人／発言が軽くて浅い人／ネガティブな発言ばかりの人／人を攻撃する人／いじめをする人／嫌味ばかりいう人／いつまでも成長がない人／易きに流れる人／上司の顔色ばかり気にしている人／頼ってばかりいる人／理性が感じられない人／主体性がない人／本質が見えない人／自分の頭で考えない人／自己確立してない人／リスクを取らない人／視野が狭い人／人に配慮がない人／品性のない人・・・などと要素がいくつも出てきます。"


text.split("／").each do |txt|
  puts txt
end
